Repository: FranciscoJavierMartin/Cinemapedia
Catalog: lib/l10n/app_*.arb
Languages: es

source: Now playing
es: En cartelera

# whatToWatch
source: Wath to watch
es: Que ver

source: Upcoming
es: Proximamente

source: Top rated
es: Mejor valoradas

source: Home
es: Inicio

source: Favorites
es: Favoritas

# searchMovies
source: Search movie
es: Busqueda de peliculas

source: Casting
es: Reparto

# recommendations
source: If you like, try this
es: Te puede gustar

# addMovies
source: Try adding some movies
es: Intenta agregar algunas peliculas

source: Search
es: Buscar

# loadingMessage1
source: Loading...
es: Cargando...

# loadingMessage2
source: Loading movies
es: Cargando peliculas

# loadingMessage3
source: Heating pop corns
es: Calentando las palomitas

# loadingMessage4
source: Prepare for the best entertaiment
es: Preparate para el mejor entretenimiento

# loadingMessage5
source: Please be patient
es: Por favor, espere

# notLoadTrailers
source: Cannot load trailers
es: No se han podido cargar los trailers
